/* REXX */

ADDRESS COMMAND 'COPY icons/smtube.info  TO /smtube.info ALL CLONE QUIET'
ADDRESS COMMAND 'COPY icons/Amiga.info  TO /Amiga.info ALL CLONE QUIET'	
ADDRESS COMMAND 'COPY icons/AmigaOS4_ReadMe.txt.info  TO AmigaOS4_ReadMe.txt.info ALL CLONE QUIET'	
ADDRESS COMMAND 'COPY icons/translations.info  TO /translations.info ALL CLONE QUIET'			

exit