Repository: smplayer-dev/smtube
Catalog: smtube/trunk/setup/translations/po_files/ukrainian.po
Languages: uk

source: Found portable version of SMPlayer.
uk: Знайдена портативна версія SMPlayer.

source: Portable check overriden by command-line, forcing portable.
uk: Перевірка на портативність перевизначена командним рядком, примушуючи до портативності.

source: SMPlayer, architecture and Qt version check bypassed by command-line.
uk: SMPlayer, перевірка архітектури та Qt версії обійдені командним рядком.

source: The chosen installation directory is not writable and may require restarting the installer with administrator privileges.[:r:][:n:][:r:][:n:]Proceed with installation?
uk: Обрана директорія для встановлення недоступна для запису, й може знадобитися перезапуск встановлювача з правами адміністратора.[:r:][:n:][:r:][:n:]Продовжити встановлення?

source: $(^DirText)[:r:][:n:][:r:][:n:]SMTube must be installed to a directory containing a ${SMTUBE_INST_ARCH} ${SMTUBE_QT_VER} installation of SMPlayer.
uk: $(^DirText)[:r:][:n:][:r:][:n:]SMTube має бути встановлений у директорію, що містить ${SMTUBE_INST_ARCH} ${SMTUBE_QT_VER} встановлення SMPlayer'а.

source: SMTube (required)
uk: SMTube (необхідний)

source: Setup will guide you through the installation of $(^NameDA).[:r:][:n:][:r:][:n:]It is recommended that you close all instances of SMTube before starting setup. This will make it possible to update relevant program files without having to reboot your computer.[:r:][:n:][:r:][:n:]$_CLICK
uk: Майстер встановлення допоможе встановити $(^NameDA).[:r:][:n:][:r:][:n:]Перед початком встановлення радиться закрити усі працюючі копії SMTube. Це дозволить оновити супутні проґрамні файли без перезавантаження комп’ютера.[:r:][:n:][:r:][:n:]$_CLICK

source: $(^NameDA) Setup
uk: Встановлення $(^NameDA)

source: A 64-bit Windows operating system is required to install this software.
uk: Для встановлення цього ПЗ потрібна 64-бітова ОС Windows.

source: You must be logged in as an administrator when installing this program.
uk: Для встановлення проґрами необхідно увійти в систему як адміністратор.
